Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Create a new session to choose an agent.
ar: أنشئ جلسة جديدة لاختيار وكيل.
de: Erstelle eine neue Sitzung, um einen Agent auszuwählen.
es: Crea una nueva sesión para elegir un agente.
fr: Créez une nouvelle session pour choisir un agent.
hi: एजेंट चुनने के लिए नया सेशन बनाएँ।
it: Crea una nuova sessione per scegliere un agente.
ja: エージェントを選択するには、新規セッションを作成してください。
ko: 에이전트를 선택하려면 새로운 세션을 생성하십시오.
nl: Maak een nieuwe sessie aan om een agent te kiezen.
pl: Utwórz nową sesję, aby wybrać agenta.
pt_br: Crie uma nova sessão para escolher um agente.
ru: Создайте новую сессию, чтобы выбрать агента.
tr: Ajan seçmek için yeni bir oturum oluşturun.
uk: Створіть новий сеанс, щоб вибрати агента.
zh_hans: 请新建会话以选择智能体。
zh_hant: 請建立新的工作階段以選擇代理程式。

source: Create the session without one and type it in the terminal.
ar: أنشئ الجلسة بدون prompt واكتبه في الطرفية.
de: Erstelle die Sitzung ohne Prompt und gib ihn im Terminal ein.
es: Crea la sesión sin prompt y escríbelo en el terminal.
fr: Créez la session sans prompt et saisissez-le dans le terminal.
hi: प्रॉम्प्ट के बिना सेशन बनाएँ और उसे टर्मिनल में टाइप करें।
it: Crea la sessione senza prompt e digitalo nel terminale.
ja: プロンプトなしでセッションを作成し、ターミナルで入力してください。
ko: 프롬프트 없이 세션을 생성한 후 터미널에 입력하십시오.
nl: Maak de sessie zonder prompt aan en typ hem in de terminal.
pl: Utwórz sesję bez promptu i wpisz go w terminalu.
pt_br: Crie a sessão sem prompt e digite-o no terminal.
ru: Создайте сессию без промпта и введите его в терминале.
tr: Oturumu istem olmadan oluşturun ve istemi terminale yazın.
uk: Створіть сеанс без промпту й введіть його в терміналі.
zh_hans: 请不带提示词创建会话，然后在终端中输入。
zh_hant: 請建立不含提示詞的工作階段，再在終端機中輸入。

source: Created %@
ar: إنشاء %@
de: %@ erstellt
es: Creación de %@
fr: Création de %@
hi: %@ बनाया
it: Creato %@
ja: %@を作成
ko: %@ 생성
nl: %@ aangemaakt
pl: Utworzono %@
pt_br: Criou %@
ru: Создано: %@
tr: Oluşturuldu: %@
uk: Створено %@
zh_hans: 已创建 %@
zh_hant: 已建立 %@

source: Date Created
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: बनाने की तारीख
it: Data di creazione
ja: 作成日
ko: 생성일
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de Criação
ru: Дата создания
tr: Oluşturulma Tarihi
uk: Дата створення
zh_hans: 创建日期
zh_hant: 建立日期

source: Default Avatar
ar: الصورة الرمزية الافتراضية
de: Standardavatar
es: Avatar por omisión
fr: Avatar par défaut
hi: डिफ़ॉल्ट अवतार
it: Avatar predefinito
ja: デフォルトのアバター
ko: 기본 아바타
nl: Standaardavatar
pl: Domyślny awatar
pt_br: Avatar Padrão
ru: Аватар по умолчанию
tr: Varsayılan Avatar
uk: Типовий аватар
zh_hans: 默认头像
zh_hant: 預設頭像

source: Detect again, or pick another agent.
ar: أعد الاكتشاف، أو اختر وكيلًا آخر.
de: Erkenne erneut oder wähle einen anderen Agent.
es: Vuelve a detectar o elige otro agente.
fr: Relancez la détection, ou choisissez un autre agent.
hi: फिर से पहचानें, या कोई अन्य एजेंट चुनें।
it: Rileva di nuovo, oppure scegli un altro agente.
ja: 再検出するか、別のエージェントを選択してください。
ko: 다시 감지하거나 다른 에이전트를 선택하십시오.
nl: Detecteer opnieuw, of kies een andere agent.
pl: Wykryj ponownie lub wybierz innego agenta.
pt_br: Detecte novamente, ou escolha outro agente.
ru: Повторите обнаружение или выберите другого агента.
tr: Yeniden algılayın ya da başka bir ajan seçin.
uk: Виявіть знову або виберіть іншого агента.
zh_hans: 请重新检测，或选择其他智能体。
zh_hant: 請重新偵測，或選擇其他代理程式。

source: Detect again.
ar: أعد الاكتشاف.
de: Erkenne erneut.
es: Vuelve a detectar.
fr: Relancez la détection.
hi: फिर से पहचानें।
it: Rileva di nuovo.
ja: 再検出してください。
ko: 다시 감지하십시오.
nl: Detecteer opnieuw.
pl: Wykryj ponownie.
pt_br: Detecte novamente.
ru: Повторите обнаружение.
tr: Yeniden algılayın.
uk: Виявіть знову.
zh_hans: 请重新检测。
zh_hant: 請重新偵測。

source: Edited %@
ar: تعديل %@
de: %@ bearbeitet
es: Modificación de %@
fr: Modification de %@
hi: %@ संपादित किया
it: Modificato %@
ja: %@を編集
ko: %@ 편집
nl: %@ gewijzigd
pl: Zmieniono %@
pt_br: Editou %@
ru: Изменено: %@
tr: Düzenlendi: %@
uk: Змінено %@
zh_hans: 已编辑 %@
zh_hant: 已編輯 %@

source: Edited %lld files
ar: تم تعديل %lld ملف
de: %lld Dateien bearbeitet
es: %lld archivos modificados
fr: %lld fichiers modifiés
hi: %lld फ़ाइलें संपादित कीं
it: %lld file modificati
ja: %lld個のファイルを編集
ko: 파일 %lld개 편집
nl: %lld bestanden gewijzigd
pl: Zmieniono %lld pliku
pt_br: Editou %lld arquivos
ru: Изменено %lld файла
tr: %lld dosya düzenlendi
uk: Змінено %lld файлу
zh_hans: 已编辑 %lld 个文件
zh_hant: 已編輯 %lld 個檔案

source: Endpoints couldn't be read: %@
ar: تعذّرت قراءة نقاط النهاية: %@
de: Endpoints konnten nicht gelesen werden: %@
es: No se han podido leer los endpoints: %@
fr: Les endpoints n’ont pas pu être lus : %@
hi: एंडपॉइंट पढ़े नहीं जा सके: %@
it: Impossibile leggere gli endpoint: %@
ja: エンドポイントを読み込めませんでした：%@
ko: 엔드포인트를 읽을 수 없습니다: %@
nl: Endpoints konden niet worden gelezen: %@
pl: Nie można odczytać endpointów: %@
pt_br: Não foi possível ler os endpoints: %@
ru: Не удалось прочитать endpoints: %@
tr: Uç noktalar okunamadı: %@
uk: Не вдалося прочитати ендпоінти: %@
zh_hans: 无法读取端点：%@
zh_hant: 無法讀取端點：%@

source: Endpoints couldn't be saved: %@
ar: تعذّر حفظ نقاط النهاية: %@
de: Endpoints konnten nicht gesichert werden: %@
es: No se han podido guardar los endpoints: %@
fr: Les endpoints n’ont pas pu être enregistrés : %@
hi: एंडपॉइंट सहेजे नहीं जा सके: %@
it: Impossibile salvare gli endpoint: %@
ja: エンドポイントを保存できませんでした：%@
ko: 엔드포인트를 저장할 수 없습니다: %@
nl: Endpoints konden niet worden bewaard: %@
pl: Nie można zachować endpointów: %@
pt_br: Não foi possível salvar os endpoints: %@
ru: Не удалось сохранить endpoints: %@
tr: Uç noktalar kaydedilemedi: %@
uk: Не вдалося зберегти ендпоінти: %@
zh_hans: 无法存储端点：%@
zh_hant: 無法儲存端點：%@

source: Generated an image
ar: تم إنشاء صورة
de: Bild generiert
es: Imagen generada
fr: Image générée
hi: एक इमेज जनरेट की
it: Immagine generata
ja: 画像を生成
ko: 이미지 생성됨
nl: Afbeelding gegenereerd
pl: Wygenerowano obraz
pt_br: Gerou uma imagem
ru: Создано изображение
tr: Bir görüntü oluşturuldu
uk: Згенеровано зображення
zh_hans: 已生成图像
zh_hant: 已產生一張影像

source: Git could not be run.
ar: تعذّر تنفيذ Git.
de: Git konnte nicht ausgeführt werden.
es: No se ha podido ejecutar Git.
fr: Git n’a pas pu être exécuté.
hi: Git नहीं चलाया जा सका।
it: Impossibile eseguire Git.
ja: Gitを実行できませんでした。
ko: Git을 실행할 수 없습니다.
nl: Git kon niet worden uitgevoerd.
pl: Nie można uruchomić Git.
pt_br: Não foi possível executar o Git.
ru: Не удалось выполнить Git.
tr: Git çalıştırılamadı.
uk: Не вдалося виконати Git.
zh_hans: 无法运行 Git。
zh_hant: 無法執行 Git。

source: Git could not be started: %@
ar: تعذّر بدء Git: %@
de: Git konnte nicht gestartet werden: %@
es: No se ha podido iniciar Git: %@
fr: Git n’a pas pu être lancé : %@
hi: Git शुरू नहीं किया जा सका: %@
it: Impossibile avviare Git: %@
ja: Gitを起動できませんでした：%@
ko: Git을 시작할 수 없습니다: %@
nl: Git kon niet worden gestart: %@
pl: Nie można uruchomić Git: %@
pt_br: Não foi possível iniciar o Git: %@
ru: Не удалось запустить Git: %@
tr: Git başlatılamadı: %@
uk: Не вдалося запустити Git: %@
zh_hans: 无法启动 Git：%@
zh_hant: 無法啟動 Git：%@

source: Git could not read this repository.
ar: تعذّر على Git قراءة هذا المستودع.
de: Git konnte dieses Repository nicht lesen.
es: Git no ha podido leer este repositorio.
fr: Git n’a pas pu lire ce dépôt.
hi: Git यह रिपॉज़िटरी नहीं पढ़ सका।
it: Git non è riuscito a leggere questo repository.
ja: Gitがこのリポジトリを読み込めませんでした。
ko: Git이 이 저장소를 읽을 수 없습니다.
nl: Git kon deze repository niet lezen.
pl: Git nie może odczytać tego repozytorium.
pt_br: O Git não conseguiu ler este repositório.
ru: Git не смог прочитать этот репозиторий.
tr: Git bu depoyu okuyamadı.
uk: Git не зміг прочитати цей репозиторій.
zh_hans: Git 无法读取此仓库。
zh_hant: Git 無法讀取此儲存庫。

source: Git is not installed on this Mac.
ar: Git غير مثبّت على هذا الـ Mac.
de: Git ist auf diesem Mac nicht installiert.
es: Git no está instalado en este Mac.
fr: Git n’est pas installé sur ce Mac.
hi: इस Mac पर Git इंस्टॉल नहीं है।
it: Git non è installato su questo Mac.
ja: このMacにはGitがインストールされていません。
ko: 이 Mac에 Git이 설치되어 있지 않습니다.
nl: Git is niet geïnstalleerd op deze Mac.
pl: Git nie jest zainstalowany na tym Macu.
pt_br: O Git não está instalado neste Mac.
ru: Git не установлен на этом Mac.
tr: Bu Mac’te Git yüklü değil.
uk: Git не інстальовано на цьому Mac.
zh_hans: 这台 Mac 上未安装 Git。
zh_hant: 此 Mac 未安裝 Git。

source: Git needs the Command Line Tools, which are not installed.
ar: يحتاج Git إلى Command Line Tools، وهي غير مثبّتة.
de: Git benötigt die Command Line Tools, die nicht installiert sind.
es: Git necesita las Command Line Tools, que no están instaladas.
fr: Git a besoin des Command Line Tools, qui ne sont pas installés.
hi: Git को Command Line Tools की ज़रूरत है, जो इंस्टॉल नहीं हैं।
it: Git richiede i Command Line Tools, che non sono installati.
ja: GitにはCommand Line Toolsが必要ですが、インストールされていません。
ko: Git에 필요한 Command Line Tools가 설치되어 있지 않습니다.
nl: Git heeft de Command Line Tools nodig, maar die zijn niet geïnstalleerd.
pl: Git wymaga narzędzi Command Line Tools, które nie są zainstalowane.
pt_br: O Git precisa das Command Line Tools, que não estão instaladas.
ru: Для Git нужны Command Line Tools, но они не установлены.
tr: Git, Command Line Tools’a ihtiyaç duyuyor ve bunlar yüklü değil.
uk: Для Git потрібні Command Line Tools, які не інстальовано.
zh_hans: Git 需要 Command Line Tools，但尚未安装。
zh_hant: Git 需要 Command Line Tools，但尚未安裝。

source: Git refuses to read this repository: it belongs to another user.
ar: يرفض Git قراءة هذا المستودع: فهو ملك لمستخدم آخر.
de: Git verweigert das Lesen dieses Repositorys: Es gehört einem anderen Benutzer.
es: Git se niega a leer este repositorio: pertenece a otro usuario.
fr: Git refuse de lire ce dépôt : il appartient à un autre utilisateur.
hi: Git यह रिपॉज़िटरी पढ़ने से मना करता है: यह किसी अन्य यूज़र की है।
it: Git si rifiuta di leggere questo repository: appartiene a un altro utente.
ja: Gitはこのリポジトリの読み込みを拒否しています。別のユーザが所有しています。
ko: 이 저장소는 다른 사용자의 소유이므로 Git이 읽기를 거부합니다.
nl: Git weigert deze repository te lezen: deze is van een andere gebruiker.
pl: Git odmawia odczytu tego repozytorium: należy ono do innego użytkownika.
pt_br: O Git se recusa a ler este repositório: ele pertence a outro usuário.
ru: Git отказывается читать этот репозиторий: он принадлежит другому пользователю.
tr: Git bu depoyu okumayı reddediyor: depo başka bir kullanıcıya ait.
uk: Git відмовляється читати цей репозиторій: він належить іншому користувачу.
zh_hans: Git 拒绝读取此仓库：它属于另一位用户。
zh_hant: Git 拒絕讀取此儲存庫：它屬於其他使用者。

source: Give Vibe Manager Full Disk Access in System Settings.
ar: امنح Vibe Manager الوصول الكامل إلى القرص في إعدادات النظام.
de: Gib Vibe Manager in den Systemeinstellungen Festplattenvollzugriff.
es: Concede a Vibe Manager acceso total al disco en Ajustes del Sistema.
fr: Accordez l’accès complet au disque à Vibe Manager dans Réglages Système.
hi: सिस्टम सेटिंग्ज़ में Vibe Manager को पूर्ण डिस्क ऐक्सेस दें।
it: Concedi a Vibe Manager l’accesso completo al disco in Impostazioni di Sistema.
ja: システム設定でVibe Managerにフルディスクアクセスを許可してください。
ko: 시스템 설정에서 Vibe Manager에 전체 디스크 접근 권한을 부여하십시오.
nl: Geef Vibe Manager volledige schijftoegang in Systeeminstellingen.
pl: Przyznaj Vibe Manager pełny dostęp do dysku w Ustawieniach systemowych.
pt_br: Conceda Acesso Total ao Disco ao Vibe Manager nos Ajustes do Sistema.
ru: Предоставьте Vibe Manager полный доступ к диску в Системных настройках.
tr: Sistem Ayarları’nda Vibe Manager’a Tam Disk Erişimi verin.
uk: Надайте Vibe Manager повний доступ до диска в Системних параметрах.
zh_hans: 请在“系统设置”中为 Vibe Manager 授予完全磁盘访问权限。
zh_hant: 請在「系統設定」中為 Vibe Manager 開啟「完全取用磁碟」權限。

source: Go back to the default model of the agent.
ar: عُد إلى النموذج الافتراضي للوكيل.
de: Kehre zum Standardmodell des Agents zurück.
es: Vuelve al modelo por omisión del agente.
fr: Revenez au modèle par défaut de l’agent.
hi: एजेंट के डिफ़ॉल्ट मॉडल पर वापस जाएँ।
it: Torna al modello predefinito dell’agente.
ja: エージェントのデフォルトのモデルに戻してください。
ko: 에이전트의 기본 모델로 되돌리십시오.
nl: Ga terug naar het standaardmodel van de agent.
pl: Wróć do domyślnego modelu agenta.
pt_br: Volte ao modelo padrão do agente.
ru: Вернитесь к модели агента по умолчанию.
tr: Ajanın varsayılan modeline geri dönün.
uk: Поверніться до типової моделі агента.
zh_hans: 请改回智能体的默认模型。
zh_hant: 請改回代理程式的預設模型。

source: Grant execute permission to the file, then try again.
ar: امنح الملف إذن التنفيذ، ثم حاول مرة أخرى.
de: Erteile der Datei die Ausführungsberechtigung und versuche es erneut.
es: Concede permiso de ejecución al archivo y vuelve a intentarlo.
fr: Accordez au fichier l’autorisation d’exécution, puis réessayez.
hi: फ़ाइल को एक्ज़ीक्यूट करने की अनुमति दें, फिर से कोशिश करें।
it: Concedi al file il permesso di esecuzione, poi riprova.
ja: ファイルに実行権限を付与してから、もう一度お試しください。
ko: 파일에 실행 권한을 부여한 후 다시 시도하십시오.
nl: Geef het bestand uitvoerrechten en probeer het opnieuw.
pl: Nadaj plikowi uprawnienie do wykonywania i spróbuj ponownie.
pt_br: Conceda permissão de execução ao arquivo e tente novamente.
ru: Дайте файлу право на выполнение и повторите попытку.
tr: Dosyaya çalıştırma izni verin, sonra yeniden deneyin.
uk: Надайте файлу дозвіл на виконання й спробуйте ще раз.
zh_hans: 请为该文件授予执行权限，然后重试。
zh_hant: 請授予該檔案執行權限，然後再試一次。

source: If no Git command is running any more, the lock was left behind and can be removed.
ar: إذا لم يعد أي أمر Git قيد التشغيل، فقد بقي القفل في مكانه ويمكن إزالته.
de: Wenn kein Git-Befehl mehr läuft, ist die Sperre übrig geblieben und kann entfernt werden.
es: Si ya no hay ningún comando de Git en ejecución, el bloqueo se quedó atrás y se puede eliminar.
fr: Si plus aucune commande Git n’est en cours, le verrou est resté en place et peut être supprimé.
hi: यदि अब कोई Git कमांड नहीं चल रही, तो लॉक पीछे छूट गया है और उसे हटाया जा सकता है।
it: Se nessun comando Git è più in esecuzione, il blocco è rimasto indietro e può essere rimosso.
ja: Gitコマンドがもう実行されていなければ、ロックが残っているだけなので削除できます。
ko: 실행 중인 Git 명령이 더 이상 없다면 잠금 파일이 남아 있는 것이므로 제거할 수 있습니다.
nl: Als er geen Git-opdracht meer draait, is de vergrendeling achtergebleven en kan ze worden verwijderd.
pl: Jeśli żadne polecenie Git już nie działa, blokada została porzucona i można ją usunąć.
pt_br: Se nenhum comando Git estiver mais em execução, o bloqueio ficou para trás e pode ser removido.
ru: Если ни одна команда Git больше не выполняется, блокировка осталась по ошибке и её можно удалить.
tr: Artık çalışan bir Git komutu yoksa kilit geride kalmıştır ve kaldırılabilir.
uk: Якщо жодна команда Git уже не виконується, блокування залишилося випадково і його можна видалити.
zh_hans: 如果已没有 Git 命令在运行，说明该锁是残留的，可以移除。
zh_hant: 若已沒有 Git 指令在執行，表示該鎖定是殘留的，可以移除。

source: Install Git, then read the repositories again.
ar: ثبّت Git، ثم أعد قراءة المستودعات.
de: Installiere Git und lies die Repositorys dann erneut.
es: Instala Git y vuelve a leer los repositorios.
fr: Installez Git, puis relisez les dépôts.
hi: Git इंस्टॉल करें, फिर रिपॉज़िटरी दोबारा पढ़ें।
it: Installa Git, poi rileggi i repository.
ja: Gitをインストールしてから、リポジトリを再読み込みしてください。
ko: Git을 설치한 후 저장소를 다시 읽으십시오.
nl: Installeer Git en lees de repository's daarna opnieuw.
pl: Zainstaluj Git, a następnie odczytaj repozytoria ponownie.
pt_br: Instale o Git e depois leia os repositórios novamente.
ru: Установите Git, затем перечитайте репозитории.
tr: Git’i yükleyin, sonra depoları yeniden okuyun.
uk: Інсталюйте Git, а потім прочитайте репозиторії знову.
zh_hans: 请安装 Git，然后重新读取仓库。
zh_hant: 請安裝 Git，然後重新讀取儲存庫。

source: Install that agent, or create a new session with one that is available.
ar: ثبّت هذا الوكيل، أو أنشئ جلسة جديدة بوكيل متوفر.
de: Installiere diesen Agent oder erstelle eine neue Sitzung mit einem verfügbaren Agent.
es: Instala ese agente o crea una nueva sesión con uno disponible.
fr: Installez cet agent, ou créez une nouvelle session avec un agent disponible.
hi: वह एजेंट इंस्टॉल करें, या उपलब्ध एजेंट के साथ नया सेशन बनाएँ।
it: Installa quell’agente, oppure crea una nuova sessione con un agente disponibile.
ja: そのエージェントをインストールするか、利用可能なエージェントで新規セッションを作成してください。
ko: 해당 에이전트를 설치하거나, 사용 가능한 에이전트로 새로운 세션을 생성하십시오.
nl: Installeer die agent, of maak een nieuwe sessie aan met een beschikbare agent.
pl: Zainstaluj tego agenta lub utwórz nową sesję z dostępnym agentem.
pt_br: Instale esse agente, ou crie uma nova sessão com um agente disponível.
ru: Установите этого агента или создайте новую сессию с доступным агентом.
tr: Bu ajanı yükleyin ya da kullanılabilir bir ajanla yeni bir oturum oluşturun.
uk: Інсталюйте цього агента або створіть новий сеанс із доступним агентом.
zh_hans: 请安装该智能体，或使用可用的智能体新建会话。
zh_hant: 請安裝該代理程式，或使用可用的代理程式建立新的工作階段。

source: Install the Command Line Tools.
ar: ثبّت Command Line Tools.
de: Installiere die Command Line Tools.
es: Instala las Command Line Tools.
fr: Installez les Command Line Tools.
hi: Command Line Tools इंस्टॉल करें।
it: Installa i Command Line Tools.
ja: Command Line Toolsをインストールしてください。
ko: Command Line Tools를 설치하십시오.
nl: Installeer de Command Line Tools.
pl: Zainstaluj Command Line Tools.
pt_br: Instale as Command Line Tools.
ru: Установите Command Line Tools.
tr: Command Line Tools’u yükleyin.
uk: Інсталюйте Command Line Tools.
zh_hans: 请安装 Command Line Tools。
zh_hant: 請安裝 Command Line Tools。

source: Install the agent, then detect again.
ar: ثبّت الوكيل، ثم أعد الاكتشاف.
de: Installiere den Agent und erkenne dann erneut.
es: Instala el agente y vuelve a detectar.
fr: Installez l’agent, puis relancez la détection.
hi: एजेंट इंस्टॉल करें, फिर दोबारा पहचानें।
it: Installa l’agente, poi rileva di nuovo.
ja: エージェントをインストールしてから、再検出してください。
ko: 에이전트를 설치한 후 다시 감지하십시오.
nl: Installeer de agent en detecteer opnieuw.
pl: Zainstaluj agenta, a następnie wykryj ponownie.
pt_br: Instale o agente e detecte novamente.
ru: Установите агента, затем повторите обнаружение.
tr: Ajanı yükleyin, sonra yeniden algılayın.
uk: Інсталюйте агента, а потім виявіть знову.
zh_hans: 请安装智能体，然后重新检测。
zh_hant: 請安裝代理程式，然後重新偵測。

source: It cannot be launched.
ar: يتعذّر تشغيله.
de: Er kann nicht gestartet werden.
es: No se puede abrir.
fr: Il ne peut pas être lancé.
hi: इसे लॉन्च नहीं किया जा सकता।
it: Non può essere avviato.
ja: 起動できません。
ko: 실행할 수 없습니다.
nl: Hij kan niet worden gestart.
pl: Nie można go uruchomić.
pt_br: Não é possível iniciá-lo.
ru: Его невозможно запустить.
tr: Başlatılamıyor.
uk: Його неможливо запустити.
zh_hans: 无法启动它。
zh_hant: 無法啟動。

source: Last Activity
ar: آخر نشاط
de: Letzte Aktivität
es: Última actividad
fr: Dernière activité
hi: अंतिम गतिविधि
it: Ultima attività
ja: 最終アクティビティ
ko: 마지막 활동
nl: Laatste activiteit
pl: Ostatnia aktywność
pt_br: Última Atividade
ru: Последняя активность
tr: Son Etkinlik
uk: Остання активність
zh_hans: 上次活动
zh_hant: 上次活動

source: Listed %@
ar: محتويات %@
de: %@ aufgelistet
es: Contenido de %@
fr: Contenu de %@
hi: %@ की सूची देखी
it: Elencato %@
ja: %@の内容を一覧表示
ko: %@ 목록 조회
nl: Inhoud van %@
pl: Wylistowano %@
pt_br: Listou %@
ru: Содержимое %@
tr: Listelendi: %@
uk: Переглянуто вміст %@
zh_hans: 已列出 %@
zh_hant: 已列出 %@

source: Listed files
ar: قائمة الملفات
de: Dateien aufgelistet
es: Lista de archivos
fr: Liste des fichiers
hi: फ़ाइलों की सूची देखी
it: File elencati
ja: ファイルを一覧表示
ko: 파일 목록 조회
nl: Bestanden weergegeven
pl: Wylistowano pliki
pt_br: Listou arquivos
ru: Список файлов
tr: Dosyalar listelendi
uk: Переглянуто список файлів
zh_hans: 已列出文件
zh_hant: 已列出檔案

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
hi: मैन्युअल
it: Manuale
ja: 手動
ko: 수동
nl: Handmatig
pl: Ręcznie
ru: Вручную
tr: Elle
uk: Вручну
zh_hans: 手动
zh_hant: 手動

source: Mark it as safe if you trust it.
ar: ضع عليه علامة آمن إذا كنت تثق به.
de: Markiere es als sicher, wenn du ihm vertraust.
es: Márcalo como seguro si confías en él.
fr: Marquez-le comme sûr si vous lui faites confiance.
hi: यदि आप इस पर भरोसा करते हैं, तो इसे सुरक्षित चिह्नित करें।
it: Contrassegnalo come sicuro se ti fidi.
ja: 信頼できる場合は、安全としてマークしてください。
ko: 신뢰한다면 안전한 것으로 표시하십시오.
nl: Markeer hem als veilig als je hem vertrouwt.
pl: Oznacz je jako bezpieczne, jeśli mu ufasz.
pt_br: Marque-o como seguro se você confia nele.
ru: Отметьте его как безопасный, если доверяете ему.
tr: Güveniyorsanız güvenli olarak işaretleyin.
uk: Позначте його як безпечний, якщо довіряєте йому.
zh_hans: 如果你信任它，请将其标记为安全。
zh_hant: 如果你信任它，請將其標示為安全。

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: No executable was found at %@.
ar: لم يُعثر على أي ملف تنفيذي في %@.
de: Unter %@ wurde keine ausführbare Datei gefunden.
es: No se ha encontrado ningún ejecutable en %@.
fr: Aucun exécutable n’a été trouvé à l’emplacement %@.
hi: %@ पर कोई एक्ज़ीक्यूटेबल नहीं मिला।
it: Nessun eseguibile trovato in %@.
ja: %@に実行ファイルが見つかりませんでした。
ko: %@에서 실행 파일을 찾을 수 없습니다.
nl: Er is geen uitvoerbaar bestand gevonden op %@.
pl: Nie znaleziono pliku wykonywalnego w lokalizacji %@.
pt_br: Nenhum executável foi encontrado em %@.
ru: По пути %@ не найден исполняемый файл.
tr: Şu konumda yürütülebilir dosya bulunamadı: %@.
uk: За шляхом %@ не знайдено виконуваного файлу.
zh_hans: 在 %@ 处找不到可执行文件。
zh_hant: 在 %@ 找不到執行檔。

source: No pseudo terminal could be allocated.
ar: تعذّر تخصيص طرفية زائفة.
de: Es konnte kein Pseudo-Terminal zugewiesen werden.
es: No se ha podido asignar ningún pseudoterminal.
fr: Aucun pseudo-terminal n’a pu être alloué.
hi: कोई स्यूडो टर्मिनल आवंटित नहीं किया जा सका।
it: Impossibile allocare uno pseudo-terminale.
ja: 疑似端末を割り当てられませんでした。
ko: 의사 터미널을 할당할 수 없습니다.
nl: Er kon geen pseudoterminal worden toegewezen.
pl: Nie można przydzielić pseudoterminala.
pt_br: Não foi possível alocar um pseudoterminal.
ru: Не удалось выделить псевдотерминал.
tr: Sözde terminal ayrılamadı.
uk: Не вдалося виділити псевдотермінал.
zh_hans: 无法分配伪终端。
zh_hant: 無法配置虛擬終端機。

source: Nothing is repaired automatically: reveal the folder, and restart the session where the repository now is.
ar: لا يتم إصلاح أي شيء تلقائيًا: اعرض المجلد، وأعد تشغيل الجلسة حيث يوجد المستودع الآن.
de: Nichts wird automatisch repariert: Zeige den Ordner und starte die Sitzung dort neu, wo sich das Repository jetzt befindet.
es: No se repara nada automáticamente: muestra la carpeta y reinicia la sesión donde esté ahora el repositorio.
fr: Rien n’est réparé automatiquement : affichez le dossier, et relancez la session là où se trouve désormais le dépôt.
hi: कुछ भी अपने आप ठीक नहीं होता: फ़ोल्डर दिखाएँ, और सेशन को वहाँ फिर से शुरू करें जहाँ अब रिपॉज़िटरी है।
it: Nulla viene riparato automaticamente: mostra la cartella e riavvia la sessione dove si trova ora il repository.
ja: 自動では修復されません。フォルダを表示して、リポジトリの現在の場所でセッションを再起動してください。
ko: 자동으로 복구되는 것은 없습니다. 폴더를 확인하고 저장소가 현재 있는 위치에서 세션을 재시작하십시오.
nl: Er wordt niets automatisch hersteld: toon de map en herstart de sessie op de plek waar de repository nu staat.
pl: Nic nie jest naprawiane automatycznie: pokaż folder i uruchom ponownie sesję tam, gdzie teraz znajduje się repozytorium.
pt_br: Nada é reparado automaticamente: mostre a pasta e reinicie a sessão onde o repositório está agora.
ru: Ничего не исправляется автоматически: откройте папку и перезапустите сессию там, где теперь находится репозиторий.
tr: Hiçbir şey otomatik olarak onarılmaz: klasörü gösterin ve oturumu deponun şimdi bulunduğu yerde yeniden başlatın.
uk: Нічого не виправляється автоматично: покажіть папку й перезапустіть сеанс там, де тепер розташовано репозиторій.
zh_hans: 不会自动修复：请显示该文件夹，并在仓库当前所在位置重新启动会话。
zh_hant: 不會自動修復任何項目：請顯示該資料夾，並在儲存庫目前所在的位置重新啟動工作階段。
